"Aw crap" = "Aw дерьмо";
"Back" = "Назад";
"Half full" = "Половина полный";
"How ya feeling today?" = "Как ты себя сегодня чувствуешь?";
"Live half full." = "Живите наполовину.";
"Loading..." = "Loading ...";
"Next" = "Следующий";
"No internet connection" = "Нет подключения к Интернету";
"OK" = "Хорошо";
"Patience is a virtue." = "Терпение есть добродетель.";
"Share to Facebook" = "Поделиться с Facebook";
"Share to Twitter" = "Поделитесь с Twitter";
"Sorry, this quote is too long to post to Twitter." = "К сожалению, эта цитата слишком длинная, чтобы отправлять сообщения в Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Приложение, которое превращает ваш хмуриться с ног долой дозу вдохновения для начала любого плохого настроения в задницу!";
"The glass is always" = "Стакан всегда";
"The quote hasn't loaded yet." = "Цитата не загружен.";
"Try Again" = "Попробуйте еще раз";
"Whoops" = "Возгласы";
"don't be angry." = "сердитый";
"don't be impatient." = "нетерпеливый";
"don't be tired." = "уставший";
"don't be lonely." = "одиноко";
"don't be depressed." = "подавленный";
"don't be guilty." = "виновный";
"don't be sad." = "печальный";
"don't be nostalgic." = "ностальгический";
"don't be jealous." = "ревнивый";
"don't be dull." = "скучный";
"don't be scared." = "испуганный";
"don't be anxious." = "тревожный";
"angry" = "сердитый";
"impatient" = "нетерпеливый";
"tired" = "уставший";
"lonely" = "одиноко";
"depressed" = "подавленный";
"guilty" = "виновный";
"sad" = "печальный";
"nostalgic" = "ностальгический";
"jealous" = "ревнивый";
"dull" = "скучный";
"scared" = "испуганный";
"anxious" = "тревожный";
